[
  "obsidian-auto-link-title",
  "advanced-toolbar",
  "obsidian-auto-pair-chinese-symbol",
  "buttons",
  "calendar",
  "obsidian-citation-plugin",
  "obsidian-csv-table",
  "juggl",
  "obsidian-plugin-todo",
  "obsidian-autocomplete-plugin",
  "obsidian-latex",
  "obsidian-mind-map",
  "note-refactor-obsidian",
  "obsidian-wordnet-plugin",
  "obsidian-outliner",
  "obsidian-pandoc",
  "obsidian-reminder-plugin",
  "obsidian-timelines",
  "todo-txt",
  "open-vscode",
  "obsidian-excalidraw-plugin",
  "tag-wrangler",
  "sliding-panes-obsidian",
  "obsidian-admonition",
  "quickadd",
  "quick-explorer",
  "obsidian-text-expander",
  "obsidian-latex-environments",
  "wikilinks-to-mdlinks-obsidian",
  "page-heading-from-links",
  "quick-latex",
  "obsidian-related-notes-finder",
  "obsidian-style-settings",
  "folder-note-plugin",
  "auto-note-mover",
  "table-editor-obsidian",
  "obsidian-frontmatter-tag-suggest",
  "note-folder-autorename",
  "zoottelkeeper-obsidian-plugin",
  "marginnote-companion",
  "oz-clear-unused-images",
  "obsidian-copy-block-link",
  "code-block-copy",
  "obsidian-drag-n-drop-plugin",
  "obsidian-filename-heading-sync",
  "find-unlinked-files",
  "obsidian-plantuml",
  "recent-files-obsidian",
  "obsidian42-text-transporter",
  "execute-code",
  "sync-graph-settings",
  "copilot",
  "copy-as-latex",
  "obsidian-excel-to-markdown-table",
  "obsidian-latex-suite",
  "markdown-prettifier",
  "obsidian-tasks-plugin"
]