[
  "obsidian-auto-link-title",
  "advanced-toolbar",
  "obsidian-auto-pair-chinese-symbol",
  "calendar",
  "obsidian-citation-plugin",
  "obsidian-csv-table",
  "obsidian-plugin-todo",
  "obsidian-autocomplete-plugin",
  "note-refactor-obsidian",
  "obsidian-wordnet-plugin",
  "obsidian-pandoc",
  "obsidian-reminder-plugin",
  "obsidian-timelines",
  "open-vscode",
  "tag-wrangler",
  "sliding-panes-obsidian",
  "quick-explorer",
  "obsidian-latex-environments",
  "quick-latex",
  "folder-note-plugin",
  "auto-note-mover",
  "note-folder-autorename",
  "marginnote-companion",
  "obsidian-copy-block-link",
  "obsidian-drag-n-drop-plugin",
  "obsidian-filename-heading-sync",
  "recent-files-obsidian",
  "execute-code",
  "copy-as-latex",
  "obsidian-excel-to-markdown-table",
  "obsidian-latex-suite",
  "obsidian-tasks-plugin",
  "sync-graph-settings"
]