[
  "note-refactor-obsidian",
  "folder-note-plugin",
  "note-folder-autorename",
  "execute-code",
  "obsidian-tasks-plugin",
  "obsidian-filename-heading-sync",
  "calendar",
  "obsidian-copy-block-link",
  "code-block-copy",
  "obsidian-plugin-todo",
  "quick-explorer",
  "obsidian-drag-n-drop-plugin",
  "obsidian-latex-environments",
  "obsidian-latex-suite",
  "copy-as-latex",
  "recent-files-obsidian",
  "sync-graph-settings",
  "obsidian-timelines",
  "quick-latex",
  "obsidian-tabs",
  "obsidian-latex",
  "marginnote-companion",
  "obsidian-auto-link-title",
  "auto-note-mover"
]